export const data = {
  powerLines: {
    'ПЛ-110 кВ': { o: 0.007, tr: 10, u: 0.167, tc: 35 },
    'ПЛ-35 кВ': { o: 0.02, tr: 8, u: 0.167, tc: 35 },
    'ПЛ-10 кВ': { o: 0.02, tr: 10, u: 0.167, tc: 35 },
    'КЛ-10 кВ (траншея)': { o: 0.03, tr: 44, u: 1, tc: 9 },
    'КЛ-10 кВ (кабельний канал)': { o: 0.005, tr: 10, u: 1, tc: 9 },
  },
  switches: {
    'В-110 кВ (елегазовий)': { o: 0.01, tr: 30, u: 0.1, tc: 30 },
    'В-10 кВ (малооливний)': { o: 0.02, tr: 15, u: 0.33, tc: 15 },
    'В-10 кВ (вакуумний)': { o: 0.01, tr: 15, u: 0.33, tc: 15 },
  },
  transformers: {
    'Т-110 кВ': { o: 0.015, tr: 100, u: 1, tc: 43 },
    'Т-35 кВ': { o: 0.02, tr: 80, u: 1, tc: 28 },
    'Т-10 кВ (кабельна мережа)': { o: 0.005, tr: 60, u: 0.5, tc: 10 },
    'Т-10 кВ (повітряна мережа)': { o: 0.05, tr: 60, u: 0.5, tc: 10 },
  },
  bus: { o: 0.03, tr: 2, u: 0.167, tc: 5 },
};
